Repository: Caribou3d/CaribouSlicer
Catalog: resources/localization/*/Slic3r.po
Languages: it

source: % of perimeter flow
it: % di flusso perimetrale

source: Acceleration control (advanced)
it: Controllo accelerazione (avanzato)

source: Activate
it: Attiva

source: Advanced
it: Avanzato

source: Advanced Infill options
it: Opzioni avanzate di riempimento

source: After layer change G-code
it: Dopo il cambio di livello G-code

source: Aligned
it: Allineato

source: All perimeters
it: Tutti i perimetri

source: Also for all perimeters
it: Anche per tutti i perimetri

source: Anchor solid infill by X mm
it: Ancora riempimento solido di X mm

source: Angle
it: Angolo

source: Apply on
it: Applica a

source: Arachne perimeter generator (variable width)
it: Generatore perimetro Arachne (larghezza variabile)

source: At end
it: Alla fine

source: At start
it: All'inizio

source: Automatic generation
it: Generazione automatica

source: Autospeed (advanced)
it: Autospeed (avanzato)

source: Avoid crossing perimeters
it: Evita di attraversare i perimetri

source: Bed
it: Letto

source: Before layer change G-code
it: Prima del cambio di livello G-code

source: Behavior
it: Comportamento

source: Between extrusion role change G-code
it: G-code tra il cambio di ruolo di estrusione

source: Between objects G-code (for sequential printing)
it: G-code tra oggetti (per stampe sequenziali)

source: Big
it: Grande

source: Bottom
it: In basso

source: Bridge
it: Ponte

source: Bridge acceleration
it: Accelerazione del ponte

source: Bridge flow
it: Flusso del ponte

source: Bridge lines density
it: Densità linee ponte

source: Bridge speed
it: Velocità del ponte

source: Bridge speed and fan
it: Velocità e ventola per ponte

source: Bridge type
it: Tipo ponte

source: Bridges
it: Ponti

source: Bridges fan speed
it: Velocità della ventola sui ponti

source: Brim
it: Orlo

source: Brim ears
it: Orecchie dell'orlo

source: build volume
it: Volume stampa

source: Cap with
it: Capacità con

source: Capabilities
it: Capacità

source: Change the bridge type and the bridge overlap to compute the same extrusions as when the PrusaSlicer 'thick bridge' isn't selected. As long as it's selected, it will modify them. Unselect it to deactivate this enforcement.
it: Cambia il tipo di ponte e la sovrapposizione del ponte per calcolare le stesse estrusioni di quando PrusaSlicer 'ponte spesso' non è selezionato. Finché è selezionato, li modificherà. Deselezionalo per disattivare questa imposizione.

source: Change the perimeter extrusion widths to ensure that there is an exact number of perimeters for this wall thickness value. It won't put the perimeter width below the nozzle diameter, and up to double. Note that the value displayed is just a view of the current perimeter thickness, like the info text below. The number of perimeters used to compute this value is one loop, or the custom variable 'wall_thickness_lines' (advanced mode) if defined. If the value is too low, it will revert the widths to the saved value. If the value is set to 0, it will show 0.
it: Modificare le larghezze di estrusione perimetrale per garantire che ci sia un numero esatto di perimetri per questo valore di spessore della parete. Non metterà la larghezza del perimetro al di sotto del diametro dell'ugello e fino al doppio. Nota che il valore visualizzato è solo una vista dello spessore del perimetro corrente, come il testo informativo di seguito. Il numero di perimetri utilizzati per calcolare questo valore è un loop, o la variabile personalizzata 'wall_thickness_lines' (modalità avanzata) se definita. Se il valore è troppo basso, ripristinerà le larghezze al valore salvato. Se il valore è impostato su 0, mostrerà 0.

source: Color override
it: Sovrascrizione colore

source: Colour Change G-code
it: G-code Cambio Colore

source: Connection length
it: Lunghezza di collegamento

source: Connection of the support sticks and junctions
it: Collegamento dei bastoni di sostegno e delle giunzioni

source: Convert round vertical holes to polyholes
it: Converti fori verticali tondi a polifori

source: Cooling
it: Raffreddamento

source: Cooling fan
it: Ventole di raffreddamento

source: Corrections
it: Correzioni

source: Count
it: Conta

source: Curve smoothing
it: Modalità a curva liscia

source: Custom G-code
it: G-code script

source: Custom variables
it: Variabili personalizzate

source: Default acceleration
it: Accelerazione predefinita

source: Default speed
it: Velocità predefinita

source: Density
it: Densità

source: Dependencies
it: Dipendenze

source: Depth
it: Profondità

source: Deretraction
it: Deretrazione

source: Disable fan for the first
it: Disattiva la ventola per il primo

source: Display
it: Schermo

source: Display mirroring
it: Mostra specchiaggio

source: Distance
it: Distanza

source: Distance Margin
it: Margine distanza

source: Enable ironing post-process
it: Abilita post-processo stiratura

source: End G-code
it: Fine G-code

source: Ensure vertical shell thickness
it: Assicura lo spessore verticale del guscio

source: even layers
it: strati pari

source: Exposure
it: Esposizione

source: External
it: Esterno

source: external perimeter
it: perimetro esterno

source: External perimeter first
it: Perimetro esterno prima

source: Extra perimeters
it: Perimetri aggiuntivi

source: Extra unretraction
it: Retrazione extra

source: Extruder
it: Estrusore

source: Extruder clearance (mm)
it: Spazio libero estrusore (mm)

source: Extruders
it: Estrusori

source: Extrusion direction
it: Direzione d'estrusione

source: Extrusion width
it: Larghezza di estrusione

source: Fan speed - default
it: Velocità ventola - prefefinita

source: Filament
it: Filamento

source: Filament properties
it: Proprietà filamento

source: Filtering
it: Filtraggio

source: First layer
it: Primo strato

source: first layer
it: primo layer

source: First layer acceleration
it: Accelerazione del primo strato

source: First layer speed
it: Velocità primo layer

source: Flow
it: Flusso

source: Flow ratio
it: Rapporto del flusso

source: for external perimeters
it: per perimetri esterni

source: Formatting
it: Formattazione

source: from brim
it: dal Brim

source: Fuzzy skin (experimental)
it: Superficie crespa (sperimentale)

source: G2/G3 generation
it: Generazione G2/G3

source: Gap fill
it: Riempimento del vuoto

source: Gap Fill
it: Riempimento lacuna

source: Gap fill fan speed
it: Velocità ventola riempimento spazio

source: Gap fill speed
it: Velocità di riempimento del gap

source: Gap Fill threshold
it: Soglia riempimento spazio

source: Gcode precision
it: Precisione Gcode

source: General
it: Generale

source: General wipe
it: Pulizia generale

source: horizontal
it: orizzontale

source: Horizontal shells
it: Gusci orizzontali

source: increment
it: incremento

source: Increment
it: Incremento

source: Infill
it: Riempimento

source: infill
it: riempimento

source: Infill acceleration
it: Accelerazione del riempimento

source: Infill angle
it: Angolo di riempimento

source: Infill speed
it: Velocità riempimento

source: Interface
it: Interfaccia

source: Interface layer height
it: Altezza strato interfaccia

source: Interface spacing
it: Spaziatura interfaccia

source: Internal
it: Interno

source: Internal bridges
it: Ponti interni

source: Internal Infill fan speed
it: Velocità ventola riempimento interno

source: Ironing infill pattern tuning
it: Regolazione trama di riempimento della stiratura

source: Ironing post-process (This will go on top of infills and perimeters)
it: Post-processo stiratura (Andrà sopra a riempimenti e perimetri)

source: Kickstart duration
it: Durata Kickstart

source: Layer count
it: Conteggio strato

source: Layer height
it: Altezza dello strato

source: Layer height limits
it: Limiti di altezza strato

source: Layer time goal
it: Obiettivo di tempo strato

source: Layers
it: Strati

source: Layers and perimeters
it: Strati e perimetri

source: Length
it: Lunghezza

source: Lift
it: Solleva

source: Lift z enforcement
it: Forza innalzamento z

source: Material
it: Materiale

source: Material printing profile
it: Profilo del materiale di stampa

source: material_correction
it: correzione_materiale

source: Max fan speed
it: Velocità massima ventola

source: maximum speed
it: velocità massima

source: Min feature
it: Elemento minimo

source: Minimum retraction
it: Retrazione minima

source: Minimum shell thickness
it: Minimo spessore guscio

source: Minimum movement
it: Spostamento minimo dopo

source: Minimum width
it: Minima larghezza

source: Modifiers
it: Modificatori

source: Modifying slices
it: Modificatori di affettamento

source: Multimaterial
it: Multimateriale

source: Multimaterial toolchange string reduction
it: Riduzione trafilatura per cambio attrezzo multimateriale

source: Multimaterial toolchange temperature
it: Temperatura cambio attrezzo multimateriale

source: Multiple extruders
it: Estrusori multipli

source: Name and Size
it: Nome e dimensione

source: Not on first layer
it: Non sul primo strato

source: Notes
it: Note

source: Number of pixels in
it: Numero di pixel in

source: Offsets (for multi-extruder printers)
it: Compensazione (per stampanti multi-estrusore)

source: On first layer
it: Primo strato

source: On top surfaces
it: Superfici superiori

source: One-loop perimeters
it: Perimetri con un ciclo

source: Only for overhangs
it: Solo per sporgenze

source: Only lift Z
it: Innalza Z solo

source: Only one perimeter
it: Un solo perimetro

source: Only retract when crossing perimeters
it: Si ritrae solo quando si attraversano i perimetri

source: Ooze prevention
it: Provenzione perdite

source: Options
it: Opzioni

source: Options for support material and raft
it: Opzioni per il materiale di supporto e la zattera

source: Options for support material interface
it: Opzioni per interfaccia del materiale di supporto

source: Other
it: Altro

source: Other extrusions acceleration
it: Accelerazione altre estrusioni

source: Other speed
it: Velocità altre estrusioni

source: Output file
it: File in uscita

source: Output options
it: Opzioni di uscita

source: Over raft
it: Sopra Raft

source: Overhangs
it: Sporgenze

source: Overhangs Perimeter fan speed
it: Velocità ventola perimetro sporgente

source: Overlap
it: Sovrapposizione

source: Overlapping external perimeter
it: Sovrapposizione del perimetro esterno

source: Pattern
it: Modello

source: Pattern Angle
it: Angolo Trama

source: Pause Print G-code
it: Pausa Stampa codice G

source: perimeter
it: perimetro

source: Perimeter acceleration
it: Accelerazione del perimetro

source: Perimeter anchor
it: Ancoramento perimetro

source: Perimeter fan speed
it: Velocità ventola perimetrale

source: Perimeter overlap
it: Sovrapposizione del perimetro

source: Perimeter speed
it: Velocità perimetro

source: Perimeters & Shell
it: Perimetro & Conchiglia

source: Plater
it: Piastra

source: Post-processing milling
it: Fresatura di post-elaborazione

source: Post-processing script
it: Script di post-elaborazione

source: Pressure equalizer (experimental)
it: Equalizzatore di pressione (sperimentale)

source: Preview
it: Anteprima

source: Print Host upload
it: Caricamento dell'host di stampa

source: Print remaining times
it: Stampa tempi rimanenti

source: Print speed override
it: Sovrascrizione velocità di stampa

source: Printer scaling correction
it: Correzione della scala della stampante

source: Processing limit
it: Limite di elaborazione

source: Profile dependencies
it: Dipendenze del profilo

source: Quality
it: Qualità

source: Raft
it: Zattera

source: Reducing printing time
it: Riduzione del tempo di stampa

source: Retraction
it: Retrazione

source: Retraction Speed
it: Velocità di retrazione

source: Retraction when tool is disabled (advanced settings for multi-extruder setups)
it: Retrazione quando l'attrezzo è disabilitato (impostazioni avanzate per setup multi-estrusore)

source: Retraction wipe
it: Retrazione pulizia

source: Seam
it: Giunzione

source: Seam gap
it: Spazio cucitura

source: Seam notch
it: Tacca cucitura

source: Seam position
it: Posizione della cucitura

source: Sequential printing
it: Stampa sequenziale

source: Short layer time - began to increase base fan speed
it: Piccolo tempo per strato -- ha iniziato ad aumentare la velocità di base della ventola

source: Simple widget to enable/disable the overhangs detection (using 55% and 75% for the two thresholds) Use the expert mode to get more detailled widgets
it: Semplice widget per abilitare/disabilitare il rilevamento degli sbalzi (utilizzando 55% e 75% per le due soglie) Usa la modalità esperto per ottenere widget più dettagliati

source: Simulate Prusa 'no thick bridge'
it: Simula Prusa 'no ponte spesso'

source: Size
it: Dimensione

source: Size and coordinates
it: Grandezza e coordinate

source: Size for Gcode
it: Grandezza per G-Code

source: Skirt
it: Gonna

source: skirt
it: gonna

source: Skirt & Brim
it: Gonna & Orlo

source: Slicing
it: Sezionamento

source: Small
it: Piccolo

source: Small perimeter speed
it: Velocità piccoli perimetro

source: Solid
it: Solido

source: solid infill
it: riempimento solido

source: Solid Infill fan speed
it: Velocità ventola riempimento solido

source: Solid layers
it: Strati solidi

source: Spacing
it: Spaziatura

source: spacing
it: spaziatura

source: Spacing between ironing lines
it: Spaziatura tra le linee dell'ironing

source: Sparse
it: Sparsi

source: Sparse infill pattern
it: Trama riempimento sparso

source: Speed
it: Velocità

source: Speed for non-print moves
it: Velocità per movimenti senza stampaggio

source: Speed for print moves
it: Velocità per movimenti di stampaggio

source: Speedup time
it: Tempo di speedup

source: Start G-code
it: Iniziare il codice G

source: Support & Other
it: Supporto e altro

source: Support acceleration
it: Accelerazione del supporto

source: Support head
it: Testa di supporto

source: Support material
it: Materiale di supporto

source: support material
it: materiale di supporto

source: Support Material
it: Materiale di supporto

source: Support Material fan speed
it: Velocità ventola materiale di supporto

source: Support pillar
it: Colonna di supporto

source: Support speed
it: Velocità di supporto

source: Supporting dense layer
it: Layer densi di supporto

source: Supports
it: Supporti

source: Temperature °C
it: Temperatura °C

source: Template Custom G-code
it: Template G-code personalizzato

source: Thin walls
it: Pareti sottili

source: threshold for
it: Soglia per

source: Thumbnail options
it: Opzioni miniatura

source: Thumbnails
it: Miniature

source: Tilt
it: Inclina

source: Tilt time
it: Tempo di inclinazione

source: Tool change G-code
it: Cambio utensile codice G

source: Toolchange parameters with single extruder MM printers
it: Parametri di cambio attrezzo con stampanti MM a singola estrusione

source: Top
it: Superiore

source: top infill
it: riempimento superiore

source: Top infill pattern
it: Trama riempimento superiore

source: Top solid
it: Superiore solido

source: Travel acceleration
it: Accelerazione di spostamento

source: Travel speed
it: Velocità dello spostamento

source: Tuning ironing
it: Messa a punto stiratura

source: vertical
it: verticale

source: Vertical Hole shrinking compensation
it: Compensazione della restrizione dei fori verticali

source: Vertical shells
it: Gusci verticali

source: Very short layer time - began to decrease extrusion rate
it: Tempo strato molto piccolo -- ha iniziato a diminuire il rateo di estrusione

source: Wall Thickness
it: Spessore parete

source: Wall Transition
it: Transizione parete

source: width
it: larghezza

source: Width & Flow
it: Larghezza & Flusso

source: width&spacing combo
it: combo larghezza&spaziatura

source: Wipe inside
it: Pulizia dentro

source: Wipe tower
it: Torre di spurgo

source: Wipe tower parameters
it: Parametri torre di spurgo

source: Wipe tower position
it: Posizione torre di spurgo

source: XY compensation
it: Compensazione XY

source: XY First layer compensation
it: XY Compensazione del primo strato

source: z utilities
it: Utilità Z

source: Z-offset
it: Scostamento Z
